 [
  {
    
    "title": "Loki",
    "overview": "After stealing the Tesseract during the events of “Avengers: Endgame,” an alternate version of Loki is brought to the mysterious Time Variance Authority, a bureaucratic organization that exists outside of time and space and monitors the timeline. They give Loki a choice: face being erased from existence due to being a “time variant”or help fix the timeline and stop a greater threat.",
    "popularity": 7218.609,
    "poster_path": "https://image.tmdb.org/t/p/w500/kEl2t3OhXc3Zb9FBh1AuYzRTgZp.jpg",
    "tags": [
      "action",
      "fantasy"
    ]
    
  },
  {
    
    "title": "Sweet Tooth",
    "overview": "On a perilous adventure across a post-apocalyptic world, a lovable boy who's half-human and half-deer searches for a new beginning with a gruff protector.",
    "popularity": 947.183,
    "poster_path": "https://image.tmdb.org/t/p/w500/rgMfhcrVZjuy5b7Pn0KzCRCEnMX.jpg",
    "tags": [
      "fantasy",
      "drama"
    ]
  },
  {
    
    "title": "Lucifer",
    "overview": "Bored and unhappy as the Lord of Hell, Lucifer Morningstar abandoned his throne and retired to Los Angeles, where he has teamed up with LAPD detective Chloe Decker to take down criminals. But the longer he's away from the underworld, the greater the threat that the worst of humanity could escape.",
    "popularity": 1253.435,
    "poster_path": "https://image.tmdb.org/t/p/w500/4EYPN5mVIhKLfxGruy7Dy41dTVn.jpg",
    "tags": [
      "fantasy",
      "comedy",
      "drama"
    ]
    
    
  },
  {
    
    "title": "The Flash",
    "overview": "After a particle accelerator causes a freak storm, CSI Investigator Barry Allen is struck by lightning and falls into a coma. Months later he awakens with the power of super speed, granting him the ability to move through Central City like an unseen guardian angel. Though initially excited by his newfound powers, Barry is shocked to discover he is not the only \"meta-human\" who was created in the wake of the accelerator explosion -- and not everyone is using their new powers for good. Barry partners with S.T.A.R. Labs and dedicates his life to protect the innocent. For now, only a few close friends and associates know that Barry is literally the fastest man alive, but it won't be long before the world learns what Barry Allen has become...The Flash.",
    "popularity": 1240.98,
    "poster_path": "https://image.tmdb.org/t/p/w500/lJA2RCMfsWoskqlQhXPSLFQGXEJ.jpg",
    "tags": [
      "drama",
      "action",
      "superhero"
    ]
    
    
  },
  {
    
    "title": "Superman & Lois",
    "overview": "After years of facing megalomaniacal supervillains, monsters wreaking havoc on Metropolis, and alien invaders intent on wiping out the human race, The Man of Steel aka Clark Kent and Lois Lane come face to face with one of their greatest challenges ever: dealing with all the stress, pressures and complexities that come with being working parents in today's society.",
    "popularity": 762.462,
    "poster_path": "https://image.tmdb.org/t/p/w500/vlv1gn98GqMnKHLSh0dNciqGfBl.jpg",
    "tags": [
      "drama",
      "superhero",
      "sci-fi"
    ]
    
  },
  {
    
    "title": "The Good Doctor",
    "overview": "A young surgeon with Savant syndrome is recruited into the surgical unit of a prestigious hospital. The question will arise: can a person who doesn't have the ability to relate to people actually save their lives",
    "popularity": 916.995,
    "poster_path": "https://image.tmdb.org/t/p/w500/6tfT03sGp9k4c0J3dypjrI8TSAI.jpg",
    "tags": [
      "medical-drama"
    ]
    
    
  },
  {
    
    "title": "Elite",
    "overview": "When three working class kids enroll in the most exclusive school in Spain, the clash between the wealthy and the poor students leads to tragedy.",
    "popularity": 898.895,
    "poster_path": "https://image.tmdb.org/t/p/w500/3NTAbAiao4JLzFQw6YxP1YZppM8.jpg",
    "tags": [
      "thriller",
      "drama"
    ]
    
    
  },
  {
    
    "title": "The Falcon and the Winter Soldier",
    "overview": "Following the events of “Avengers: Endgame”, the Falcon, Sam Wilson and the Winter Soldier, Bucky Barnes team up in a global adventure that tests their abilities, and their patience.",
    "popularity": 705.802,
    "poster_path": "https://image.tmdb.org/t/p/w500/6kbAMLteGO8yyewYau6bJ683sw7.jpg",
    "tags": [
      "superhero",
      "sci-fi",
      "action",
      "adventure"
    ]
    
    
  },
  {
    
    "title": "Grey's Anatomy",
    "overview": "Follows the personal and professional lives of a group of doctors at Seattle’s Grey Sloan Memorial Hospital.",
    "popularity": 617.434,
    "poster_path": "https://image.tmdb.org/t/p/w500/clnyhPqj1SNgpAdeSS6a6fwE6Bo.jpg",
    "tags": [
      "medical-drama",
      "romance"
    ]
    
    
  },
  {
    
    "title": "Ragnarok",
    "overview": "A small Norwegian town experiencing warm winters and violent downpours seems to be headed for another Ragnarök -- unless someone intervenes in time.",
    "popularity": 563.763,
    "poster_path": "https://image.tmdb.org/t/p/w500/xUtOM1QO4r8w8yeE00QvBdq58N5.jpg",
    "tags": [
      "fantasy",
      "drama"
    ]
    
  },
  {
    
    "title": "Lupin",
    "overview": "Inspired by the adventures of Arsène Lupin, gentleman thief Assane Diop sets out to avenge his father for an injustice inflicted by a wealthy family.",
    "popularity": 508.088,
    "poster_path": "https://image.tmdb.org/t/p/w500/sgxawbFB5Vi5OkPWQLNfl3dvkNJ.jpg",
    "tags": [
      "crime",
      "thriller",
      "drama"
    ]
    
  },
  {
    
    "title": "The Handmaid's Tale",
    "overview": "Set in a dystopian future, a woman is forced to live as a concubine under a fundamentalist theocratic dictatorship. A TV adaptation of Margaret Atwood's novel.",
    "popularity": 485.375,
    "poster_path": "https://image.tmdb.org/t/p/w500/oIkxqt6ug5zT5ZSUUyc1Iqopf02.jpg",
    "tags": [
      "tragedy",
      "dystopia"
    ]
      
  }
]